Repository: 84000/data-translation-memory
Catalog: toh139-v4.tmx
Source language: bo
Languages: en

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་ལེགས་སོ་ཞེས་བྱ་བ་བྱིན་ཏེ། ལེགས་སོ། །ལེགས་སོ། །འཇམ་དཔལ་ཇི་ལྟར་ཁྱོད་ཀྱིས་སེམས་ཅན་དམྱལ་བ་མཐོང་བ་དེ་བཞིན་དུ་བལྟའོ།
en: Then the Blessed One congratulated Mañjuśrī saying, “Very good, very good, Mañjuśrī! One should view hells just as you see them.

source: །ཇི་ལྟར་ཁྱོད་རྣམ་པར་མི་རྟོག་པ་དེ་བཞིན་དུ་མི་བརྟག་པར་བྱའོ།
en: Just as you did not form thoughts about them, so they should not imagine them.

source: །འཇམ་དཔལ་སེམས་ཅན་དམྱལ་བ་དེ་ལྟར་མཐོང་ན་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་པར་འགྱུར་རོ། །སེམས་ཅན་དམྱལ་བ་ངེས་པར་བསྟན་པ་འདི་བཤད་པ་ན།
en: Mañjuśrī, if one sees the hells in the way you have, one will attain acceptance of the nonorigination of phenomena.”

source: བྱང་ཆུབ་སེམས་དཔའ་དགུ་ཁྲི་ཉིས་སྟོང་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་ནས། དེ་དག་ཚིག་འཐུན་པར་འདི་སྐད་ཅེས། འདི་ལྟར་སེམས་ཅན་དམྱལ་བའི་ཆོས་རྣམས་ལས། སངས་རྒྱས་ཀྱི་ཆོས་རྙེད་པར་རུང་བ་ནི། སངས་རྒྱས་ཀྱི་ཡུལ་འདི་ངོ་མཚར་ཏེ། ལེགས་སོ། །ཞེས་འཛེར་ཏོ།
en: When he had expounded this teaching on the hells, ninety-two thousand bodhisattvas attained acceptance of the nonorigination of phenomena and exclaimed in unison, ‘How marvelous and excellent is the purview of buddhas, wherein it is possible to discover qualities of buddhas among the qualities of the hell realms.’ ”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གཉིས་སུ་མ་མཆིས་པའི་སྒོ་གང་གིས། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཆོས་ཐམས་ཅད་སངས་རྒྱས་ཀྱི་ཆོས་སུ་རྟོགས་ཤིང་གཉིས་ལྟ་བུར་མི་བགྱིད་པ་གཉིས་སུ་མ་མཆིས་པའི་ཆོས་ཀྱི་སྒོ་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལས་བསྟན་དུ་གསོལ།
en: Mañjuśrī Kumārabhūta said to the Blessed One, “Blessed One, please teach the bodhisattvas a Dharma gate of nonduality, a gate of nonduality through which bodhisattvas can realize all phenomena to be the qualities of a buddha and not create any such duality.”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །འཇམ་དཔལ་དེའི་ཕྱིར་ཀུན་ནས་ངེས་པར་བསྟན་པ་ཞེས་བྱ་བའི་ཆོས་ཀྱི་སྒོ་འདི་ནི་ཆོས་ཀྱི་སྒོ་གང་གིས། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཉོན་མོངས་པ་ཐམས་ཅད་ལ། སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཡང་དག་པར་བགྲོ་བར་བྱེད་པའོ།
en: The Blessed One replied to Mañjuśrī Kumārabhūta, “Mañjuśrī, that is why this Dharma gate called fully teaching is the Dharma gate that allows bodhisattvas to discuss all of the defilements in terms of buddha qualities.”

source: །འཇམ་དཔལ་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་གཉིས་སུ་མ་མཆིས་པའི་སྒོ་དེ་ཇི་ལྟ་བུ་ཞིག་ལགས།
en: “Blessed One, what is this gate of nonduality like?” asked Mañjuśrī.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་དེའི་ཕྱིར་ལེགས་པར་རབ་ཏུ་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག་དང་། ཉོན་མོངས་པ་ཐམས་ཅད་རབ་ཏུ་རྣམ་པར་ཕྱེ་བ་ཞེས་བྱ་བའི་གཟུངས་ཀྱི་སྒོ་འདི་ངས་ཁྱོད་ལ་བཤད་དོ།
en: “Mañjuśrī,” replied the Blessed One, “listen and retain it well, for I shall explain to you the dhāraṇī gate called clearly discriminating all defilements.”

source: །བཅོམ་ལྡན་འདས་དེ་ལྟར་འཚལ་ལོ་ཞེས་གསོལ་ཏེ། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་བཅོམ་ལྡན་འདས་ཀྱི་ལྟར་མཉན་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་དེ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: Mañjuśrī said, “Blessed One, please do so.” Mañjuśrī Kumārabhūta then listened to the Blessed One.

source: །འཇམ་དཔལ་མ་རིག་པ་ནི་བྱང་ཆུབ་སྟེ།
en: “Mañjuśrī,” said the Blessed One, “ignorance is awakening.

source: འདི་ནི་གཟུངས་ཀྱི་སྒོའོ།
en: This is a dhāraṇī gate.”

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན། མ་རིག་པ་བྱང་ཆུབ་ལགས།
en: “Blessed One, how is ignorance awakening?” asked Mañjuśrī.

source: བཀའ་སྩལ་པ། འཇམ་དཔལ་མེད་པའི་ཕྱིར། མ་རིག་པ་ཞེས་བྱའོ།
en: “Mañjuśrī,” said the Blessed One, “it is called ignorance because it does not exist.

source: །གང་མེད་པ་དེ་ལ་སྐྱེ་བ་མེད་དོ།
en: What is nonexistent is without arising.

source: །གང་མ་སྐྱེས་པ་དེ་ལ་ཀུན་ནས་ཉོན་མོངས་པ་མེད་དོ།
en: What has not arisen is without pollution.

source: །འཇམ་དཔལ་ཀུན་ནས་ཉོན་མོངས་པ་ཅན་མ་ཡིན་པ་ནི་བྱང་ཆུབ་སྟེ།
en: Mañjuśrī, that which lacks pollution is awakening.

source: རང་བཞིན་གྱིས་འོད་གསལ་བ་རྟག་ཏུ་མ་སྐྱེས་པའོ།
en: Luminous by nature, it is forever unborn.

source: །འཇམ་དཔལ་དེ་བཞིན་གཤེགས་པས་དོན་གྱི་དབང་འདི་གཟིགས་ནས། མ་རིག་པ་དང་བྱང་ཆུབ་གཉིས་སུ་མེད་པར་སྟོན་ཏོ།
en: Mañjuśrī, since the thus-gone ones see the import of this, they teach that ignorance and awakening are nondual.

source: །འཇམ་དཔལ་ངས་མ་རིག་པ་འདི་མ་རྙེད་དེ། དེའི་ཕྱིར་མ་རིག་པ་ཞེས་བསྟན་ཏོ།
en: I have not found this ignorance, Mañjuśrī, and that is why I can speak of something called ignorance.

source: །འཇམ་དཔལ་དེ་ནི་མ་རིག་པ་ལྟ་བུར་འཇུག་པ་ཞེས་བྱ་བའི་གཟུངས་ཀྱི་སྒོ་སྟེ།
en: Mañjuśrī, that is the dhāraṇī gate that one enters through the likes of ignorance.

source: འཇུག་པ་གང་གིས་སྤོབས་པ་མྱུར་བར་འགྱུར་བ། །སྤོབས་པ་རྣོ་བར་འགྱུར་བ། སྤོབས་པ་ཟབ་མོར་འགྱུར་བ། སྤོབས་པ་མ་ཆགས་པར་འགྱུར་བ། སྤོབས་པ་ཐོགས་པ་མེད་པར་འགྱུར་བའོ།
en: Through entering it, their eloquence becomes swifter, sharper, more profound, unbroken, and unlimited.

source: །འཇམ་དཔལ་འདུ་བྱེད་རྣམས་ནི་བྱང་ཆུབ་སྟེ།
en: “Mañjuśrī, mental formations are awakening.

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་འདུ་བྱེད་རྣམས་བྱང་ཆུབ་ལགས།
en: “Blessed One, how are mental formations awakening?” asked Mañjuśrī.

source: བཀའ་སྩལ་པ། འཇམ་དཔལ་འདུ་བྱེད་རྣམས་ནི་གྲངས་མེད་པ། བགྲང་དུ་མེད་པ་སྟེ།
en: “Mañjuśrī,” said the Blessed One, “mental formations are innumerable—they cannot be counted.

source: དེའི་ཕྱིར་དེ་དག་གི་ཚད་མི་དམིགས་སོ།
en: That is why one cannot perceive their full measure.

source: །མི་དགེ་བ་དང་མཚུངས་པར་ལྡན་ན། སེམས་ཅན་དམྱལ་བར་སྐྱེ་བ་སྟོན་མོད་ཀྱི་འདི་ནས་ཀྱང་མི་འགྲོའོ། །དེར་འཕོ་བ་ཡང་མེད་དོ།
en: Even though it is said that possessing nonvirtue leads to rebirth in the hell realms, one does not leave this place, and there is also no transference to that place after death.

source: །འཇམ་དཔལ་མི་འཕོ་བ་ནི་བྱང་ཆུབ་སྟེ།
en: Mañjuśrī, the lack of transference is awakening.

source: འོང་བ་དང་། འགྲོ་བ་མེད་པའོ།
en: There is no coming and no going.

source: །འཇམ་དཔལ་དེ་ནི་འདུ་བྱེད་ལྟ་བུར་འཇུག་པའི་གཟུངས་ཀྱི་སྒོའོ།
en: Mañjuśrī, that is the dhāraṇī gate that one enters through the likes of mental formations.

source: །འཇམ་དཔལ་རྣམ་པར་ཤེས་པ་ནི་བྱང་ཆུབ་སྟེ། འདི་ནི་གཟུངས་ཀྱི་སྒོའོ།
en: “Mañjuśrī, consciousness is awakening.”

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་རྣམ་པར་ཤེས་པ་བྱང་ཆུབ་ལགས།
en: “Blessed One, how is consciousness awakening?” asked Mañjuśrī.

source: བཀའ་སྩལ་པ། འཇམ་དཔལ་རྣམ་པར་ཤེས་པ་ནི་སྒྱུ་མ་ལྟ་བུ་སྟེ། ཡང་དག་པ་མ་ཡིན་པ་ལས་བྱུང་བར་དེ་བཞིན་གཤེགས་པས་གསུངས་སོ།
en: “Mañjuśrī,” said the Blessed One, “consciousness is like an illusion. The thus-gone ones proclaim that it has arisen from what is unreal.

source: །འཇམ་དཔལ་ཇི་ལྟར་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཡང་དག་པ་མ་ཡིན་པ་ལ་གནས་པ་རྣམས་ཀྱིས་སྒྱུ་མ་ལྟ་བུའི་རྣམ་པར་ཤེས་པ་བརྟགས་ཤིང་རྣམ་པར་བསྒྲུབས་ནས་བསྡུས་པ་དེ་བཞིན་དུ། འཇམ་དཔལ་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ཀྱང་སྒྱུ་མ་ལྟ་བུ་སྟེ། བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་ཀྱིས་བརྟགས་ཤིང་། རྣམ་པར་བསྒྲུབས་ནས་བསྡུས་ཏེ།
en: Mañjuśrī, just as immature ordinary people who are entrenched in what is unreal collectively imagine and construct an illusion-like consciousness, so too, Mañjuśrī, these immature ordinary people collectively imagine and construct an illusion-like awakening of a buddha.

source: དེ་དག་སངས་རྒྱས་ཀྱི་ཆོས་ལ་ལྷག་པར་དམིགས་ཤིང་།
en: They see the qualities of a buddha as something special, thinking, ‘May we be buddhas!

source: བདག་ཅག་སངས་རྒྱས་སུ་གྱུར་ཅིག །བདག་ཅག་སེམས་ཅན་གྲོལ་བར་བྱེད་པར་གྱུར་ཅིག །བདག་ཅག་འཇིག་རྟེན་གྱི་མཆོག་ཏུ་གྱུར་ཅིག་སྙམ་དུ་དེ་དག་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ནམ་མཁའ་དང་འདྲ་བ་ལ་བརྟགས་ནས་རབ་ཏུ་སྤྱོད་དོ།
en: May we liberate sentient beings! May we be the best in the world!’ And they go about imagining the awakening of a buddha is like the sky.

source: །འཇམ་དཔལ་ངས་ནི་བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལ་འདུག་ནས། སངས་རྒྱས་སམ། ཉན་ཐོས་སམ། རང་སངས་རྒྱས་སམ། སོ་སོ་སྐྱེ་བོའི་ཆོས་གང་ཡང་མ་དམིགས་ཏེ།
en: Mañjuśrī, I sat at the seat of awakening, and I did not perceive any qualities belonging to buddhas, or hearers, or solitary buddhas, or ordinary people.

source: འཇམ་དཔལ་དེ་ནི་རྣམ་པར་ཤེས་པ་ལྟ་བུར་འཇུག་པའི་གཟུངས་ཀྱི་སྒོའོ།
en: Mañjuśrī, that is the dhāraṇī gate that one enters through the likes of consciousness.

source: །འཇམ་དཔལ་མིང་དང་གཟུགས་ཀྱི་བྱང་ཆུབ་སྟེ།
en: “Mañjuśrī, name and form are awakening.”

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་མིང་དང་གཟུགས་བྱང་ཆུབ་ལགས།
en: “Blessed One, how are name and form awakening?” asked Mañjuśrī.

source: བཀའ་སྩལ་པ། འཇམ་དཔལ་མིང་ནི་དངོས་པོ་མེད་པར་སྒྲས་བརྗོད་པའོ། །འཇམ་དཔལ་གཟུགས་ཀྱང་བྱེད་པ་པོ་མེད་པ་སྟེ།
en: “Mañjuśrī,” said the Blessed One, “name is a verbal expression that is without existence, and form lacks any agent.

source: འཇམ་དཔལ་གང་ན་བྱེད་པ་པོ་མེད་པ་དེ་ལ་བདག་མེད་དོ།
en: Mañjuśrī, where there is no agent there is no self.

source: །འཇམ་དཔལ་བདག་མེད་པ་ནི་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་སྟེ། མིང་གིས་བསྟན་པའོ། །མིང་དེ་ནི་ཕྱོགས་བཅུ་ཀུན་ཏུ་བཙལ་ཀྱང་མི་རྙེད་དེ།
en: Mañjuśrī, names can be used to teach the absence of self that is the awakening of a buddha, yet one cannot find that name even if they were to search for it throughout the ten directions.

source: འཇམ་དཔལ་དེ་ནི་མིང་དང་གཟུགས་ལྟ་བུར་འཇུག་པའི་གཟུངས་ཀྱི་སྒོའོ། །འཇམ་དཔལ་སྐྱེ་མཆེད་དྲུག་ནི་བྱང་ཆུབ་སྟེ། འདི་ནི་གཟུངས་ཀྱི་སྒོའོ།
en: Mañjuśrī, that is the dhāraṇī gate that one enters through the likes of name and form. “Mañjuśrī, the six sense bases are awakening.”

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་སྐྱེ་མཆེད་དྲུག་བྱང་ཆུབ་ལགས། བཀའ་སྩལ་པ།
en: “Blessed One, how are the six sense bases awakening?” asked Mañjuśrī.

source: འཇམ་དཔལ་སྐྱེ་མཆེད་ཐམས་ཅད་ནི་རང་གི་ཡུལ་དབེན་པ་སྟེ།
en: “Mañjuśrī,” said the Blessed One, “all of the six sense bases are devoid of their respective objects.

source: མིག་གི་དབང་པོ་ཡང་བདག་གིས་གཟུགས་བལྟའོ་སྙམ་དུ་དེ་ལྟར་མི་སེམས་སོ། །རྣ་བའི་དབང་པོ་ཡང་བདག་གིས་སྒྲ་མཉན་ཏོ་སྙམ་དུ་དེ་ལྟར་མི་སེམས་སོ། །སྣའི་དབང་པོ་ཡང་བདག་གིས་དྲི་ལ་མནམ་མོ་སྙམ་དུ་དེ་ལྟར་མི་སེམས་སོ། །ལྕེའི་དབང་པོ་ཡང་བདག་གིས་རོ་མྱང་ངོ་སྙམ་དུ་དེ་ལྟར་མི་སེམས་སོ། །ལུས་ཀྱི་དབང་པོ་ཡང་བདག་གིས་རེག་པ་ཚོར་རོ་སྙམ་དུ་དེ་ལྟར་མི་སེམས་སོ། །ཡིད་ཀྱི་དབང་པོ་ཡང་བདག་གིས་ཆོས་རྣམ་པར་ཤེས་སོ་སྙམ་དུ་དེ་ལྟར་མི་སེམས་སོ།
en: The sense faculty of the eye does not think thoughts such as ‘I see a form.’ The sense faculty of the ear does not think thoughts such as ‘I hear a sound.’ The sense faculty of the nose does not think thoughts such as ‘I smell a smell.’ The sense faculty of the tongue does not think thoughts such as ‘I taste a taste.’ The sense faculty of the body does not think thoughts such as ‘I feel a sensation.’ The sense faculty of the mind does not think thoughts such as ‘I am conscious of a mental phenomenon.’

source: །མིག་ཀྱང་གཟུགས་ཡུལ་དུ་མི་ཤེས། གཟུགས་ཀྱང་མིག་གི་ཡུལ་དུ་མི་ཤེས།
en: The eye does not know that forms are its object; neither do forms know they are an object of the eye.

source: རྣ་བ་ཡང་སྒྲ་ཡུལ་དུ་མི་ཤེས།
en: The ear does not know that sounds are its object;

source: སྒྲ་ཡང་རྣ་བའི་ཡུལ་དུ་མི་ཤེས།
en: neither do sounds know they are an object of the ear.

source: སྣ་ཡང་དྲི་ཡུལ་དུ་མི་ཤེས།
en: The nose does not know that smells are its object;

source: དྲི་ཡང་སྣའི་ཡུལ་དུ་མི་ཤེས།
en: neither do smells know they are the object of the nose.

source: ལུས་ཀྱང་རེག་བྱ་ཡུལ་དུ་མི་ཤེས།
en: The body does not know that tangible things are its object;

source: རེག་བྱ་ཡང་ལུས་ཀྱི་ཡུལ་དུ་མི་ཤེས།
en: neither do tangible things know they are an object of the body.

source: ཡིད་ཀྱང་ཆོས་ཡུལ་དུ་མི་ཤེས།
en: The mind does not know that mental phenomena are its object;

source: ཆོས་ཀྱང་ཡིད་ཀྱི་ཡུལ་དུ་མི་ཤེས་ཏེ།
en: neither do mental phenomena know they are objects of the mind.

source: འཇམ་དཔལ་སྐྱེ་མཆེད་རྣམས་ནི་ཕན་ཚུན་མི་འཐུན་པ་གཡོ་བ་མེད་པ། བྱེད་པ་མེད་པ། ཕན་ཚུན་སེམས་པ་མེད་པ། ཕན་ཚུན་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་པའོ།
en: Mañjuśrī, the sense bases are mutually incompatible, without motion, without action, without mutual cognizance, and mutually empty of intrinsic nature.

source: །འཇམ་དཔལ་ཆོས་གང་ངོ་བོ་ཉིད་ཀྱིས་སྟོང་པ་དེ་ནི་བྱང་ཆུབ་སྟེ།
en: Mañjuśrī, any factor that is empty of intrinsic nature is awakening.

source: དེ་ནི་སྐྱེ་མཆེད་དྲུག་ལྟ་བུར་འཇུག་པའི་གཟུངས་ཀྱི་སྒོའོ།
en: Mañjuśrī, that is the dhāraṇī gate that one enters through the likes of six sense bases.

source: །འཇམ་དཔལ་རེག་པ་ནི་བྱང་ཆུབ་སྟེ། འདི་ནི་གཟུངས་ཀྱི་སྒོའོ།
en: “Mañjuśrī, contact is awakening.”

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་རེག་པ་བྱང་ཆུབ་ལགས།
en: “Blessed One, how is contact awakening?” asked Mañjuśrī.

source: བཀའ་སྩལ་པ། འཇམ་དཔལ་རེག་པ་ཞེས་བྱ་བ་ནི་གཟུགས་སུ་འདུས་ཏེ་རེག་པ་དང་། སྒྲར་འདུས་ཏེ་རེག་པ་དང་། དྲིར་འདུས་ཏེ་རེག་པ་དང་། རོར་འདུས་ཏེ་རེག་པ་དང་། རེག་བྱར་འདུས་ཏེ་རེག་པ་དང་། ཆོས་སུ་འདུས་ཏེ་རེག་པའོ།
en: “Mañjuśrī,” said the Blessed One, “contact refers to contact that is encountered as form, contact that is encountered as sound, contact that is encountered as smell, contact that is encountered as taste, contact that is encountered as touch, and contact that is encountered as mental phenomena.

source: །འཇམ་དཔལ་གཟུགས་སུ་འདུས་ཏེ་རེག་པ་ནས། ཆོས་སུ་འདུས་ཏེ་རེག་པའི་བར་གང་ཡིན་པ་དེ་ནི་རྟེན་པའོ། །གང་བརྟེན་པ་དེ་ནི་རྐྱེན་མང་པོ་ལས་སྐྱེའོ།
en: Mañjuśrī, everything from contact that is encountered as form up to contact that is encountered as mental phenomena are supports, and whatever they support arises from many conditions.

source: །འཇམ་དཔལ་གང་རྐྱེན་མང་པོ་ལས་སྐྱེ་བ་དེ་ནི་ཚོགས་ཀྱི་ཚུལ་དུ་གནས་པའོ།
en: Mañjuśrī, something that arises from many conditions retains its composite character.

source: །འཇམ་དཔལ་ཚོགས་ཀྱི་ཚུལ་གང་ཡིན་པ་དེ་ནི་སྒྱུ་མའི་ཚུལ་ལོ།
en: Mañjuśrī, something with a composite character has an illusory character.

source: །སྒྱུ་མའི་ཚུལ་གང་ཡིན་པ་དེ་ནི་ཡང་དག་པ་མ་ཡིན་པའི་ཚུལ་ལོ།
en: Something that has an illusory character has an unreal character.

source: །ཡང་དག་པ་མ་ཡིན་པའི་ཚུལ་གང་ཡིན་པ་དེ་ནི་མེད་པའོ།
en: Something that has an unreal character is nonexistent.

source: །མེད་པ་གང་ཡིན་པ་དེ་ནི་མི་སྐྱེ་བའོ།
en: Something that is nonexistent does not arise.

source: །མི་སྐྱེ་བ་གང་ཡིན་པ་དེ་ནི་མི་འགག་པའོ།
en: Something that does not arise does not cease.

source: །འཇམ་དཔལ་གང་སྐྱེ་བ་མེད་ཅིང་འགག་པ་མེད་པ་དེ་ནི་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་སྟེ།
en: Mañjuśrī, something that is without arising and without cessation is the awakening of a buddha.

source: དེ་ནི་རེག་པ་ལྟ་བུར་འཇུག་པའི་གཟུངས་ཀྱི་སྒོའོ།
en: That is the dhāraṇī gate that one enters through the likes of contact.

source: །འཇམ་དཔལ་ཚོར་བ་ནི་བྱང་ཆུབ་སྟེ། འདི་ནི་གཟུངས་ཀྱི་སྒོའོ།
en: “Mañjuśrī, feeling is awakening.”

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་ཚོར་བ་བྱང་ཆུབ་ལགས།
en: “Blessed One, how is feeling awakening?” asked Mañjuśrī.

source: བཀའ་སྩལ་པ། འཇམ་དཔལ་ཚོར་བ་ཞེས་བྱ་བ་ནི་རྣམ་པ་གསུམ་སྟེ།
en: “Mañjuśrī,” said the Blessed One, “feeling is of three kinds:

source: བདེ་བའི་ཚོར་བ་དང་། སྡུག་བསྔལ་གྱི་ཚོར་བ་དང་། བདེ་བ་ཡང་མ་ཡིན། སྡུག་བསྔལ་བ་ཡང་མ་ཡིན་པའི་ཚོར་བའོ།
en: pleasant feelings, painful feelings, and neutral feelings.

source: །འཇམ་དཔལ་བདེ་བའི་ཚོར་བ་ནི་ནང་ན་ཡང་མི་འདུག །ཕྱི་རོལ་ན་ཡང་མི་འདུག །གཉི་ག་མེད་པར་མི་དམིགས་སོ།
en: Mañjuśrī, pleasant feelings exists neither within nor without, nor are they apprehended as both of those possibilities.

source: །འཇམ་དཔལ་སྡུག་བསྔལ་གྱི་ཚོར་བ་ཡང་ནང་ན་ཡང་མི་འདུག །ཕྱི་རོལ་ན་ཡང་མི་འདུག །གཉི་ག་མེད་པར་ཡང་མི་དམིགས་སོ། །འཇམ་དཔལ་བདེ་བ་ཡང་མ་ཡིན།
en: Mañjuśrī, painful feelings exist neither within nor without, nor are they apprehended as both of those possibilities.

source: སྡུག་བསྔལ་བ་ཡང་མ་ཡིན་པའི་ཚོར་བ་ཡང་ནང་ན་ཡང་མི་འདུག །ཕྱི་རོལ་ན་ཡང་མི་འདུག །གཉིས་ཀ་མེད་པར་ཡང་མི་དམིགས་སོ།
en: Mañjuśrī, neutral feelings exist neither within nor without, nor are they apprehended as both of those possibilities.”

source: །འཇམ་དཔལ་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་འོ་ན་ཇི་ལྟར་སེམས་ཅན་རྣམས་ཀྱི་བདེ་བའི་ཚོར་བ་དང་། སྡུག་བསྔལ་གྱི་ཚོར་བ་དང་། བདེ་བ་ཡང་མ་ལགས། སྡུག་བསྔལ་བ་ཡང་མ་ལགས་པའི་ཚོར་བ་དག་གང་ལགས།
en: “Blessed One, in that case, what are these pleasant, painful, and neutral feelings of sentient beings?” asked Mañjuśrī.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་འདུ་ཤེས་ཕྱིན་ཅི་ལོག་གི་ཕྱིན་ཅི་ལོག་ཏུ་གྱུར་པའི་བྱིས་པ་སོ་སོ་སྐྱེ་བོ་རྣམས་ནི་ཡང་དག་པ་མ་ཡིན་པའི་རྐྱེན་སྣ་ཚོགས་ཀྱིས་བདེའོ་སྙམ་དུ་འདུ་ཤེས། སྡུག་བསྔལ་ལོ་སྙམ་པའམ། བདེ་བ་ཡང་མ་ཡིན། སྡུག་བསྔལ་བ་ཡང་མ་ཡིན་སྙམ་དུ་ཤེས་མོད་ཀྱི།
en: “Mañjuśrī,” said the Blessed One, “various unreal conditions cause immature ordinary people perverted by false notions to experience the thought of pleasure or the thought of pain or the thought of neutral feeling.

source: འཇམ་དཔལ་ཚོར་བ་ཐམས་ཅད་སྒྱུ་མའི་རང་བཞིན་ཏེ།
en: Be that as it may, Mañjuśrī, all feelings have the nature of illusion.

source: མ་བྱས་པ། མ་སྐྱེས་པ། རྟག་ཏུ་མ་བྱུང་བ་སྟེ།
en: They are not made, are unborn, and are always unoriginated.

source: འཇམ་དཔལ་རྣམ་གྲངས་དེས་ན། ཚོར་བ་ནི་བྱང་ཆུབ་སྟེ། དེ་ནི་ཚོར་བ་ལྟ་བུར་འཇུག་པའི་གཟུངས་ཀྱི་སྒོའོ།
en: Mañjuśrī, in keeping with that line of reasoning, feeling is awakening, and that is the dhāraṇī gate that one enters through the likes of feeling.

source: །འཇམ་དཔལ་སྲེད་པ་ནི་བྱང་ཆུབ་སྟེ།
en: “Mañjuśrī, craving is awakening.”

source: །གསོལ་པ་བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་སྲེད་པ་བྱང་ཆུབ་ལགས།
en: “Blessed One, how is craving awakening?

source: བཅོམ་ལྡན་འདས་ཀྱིས་སྲེད་པ་ཀུན་ནས་ཉོན་མོངས་པ་ལགས་པར་བཀའ་མ་སྩལ་ལགས་སམ།
en: Did not the Blessed One declare that craving is a factor of pollution?” asked Mañjuśrī.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་འདི་ཇི་སྙམ་དུ་སེམས།
en: “Mañjuśrī, what do you think?” asked the Blessed One in return.

source: མི་བུ་མེད་པའི་བུའི་སྲེད་པའི་ནང་ན་འདུག་གམ། འོན་ཏེ་ཕྱི་རོལ་ན་འདུག་གམ། འོན་ཏེ་ཕྱོགས་དང་མཚམས་རྣམས་ན་འདུག །འཇམ་དཔལ་གྱིས་གསོལ་པ།
en: “Does the craving that a childless person has for a child exist inside, outside, or in the cardinal directions or intermediate directions?

source: བཅོམ་ལྡན་འདས་དེའི་བུ་ཉིད་ཀྱང་མ་བྱུང་ན། བུའི་སྲེད་པ་ཉིད་ལྟ་ག་ལ་མཆིས།
en: “Blessed One,” replied Mañjuśrī, “since the child of this person has not yet been born, where would the craving for a child exist?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་གང་གི་ཚེ་མི་དེ་འདུ་བ་དང་ལྡན་ཏེ་བུ་སྐྱེད་ཅིང་སྲེད་པ་སྐྱེད་པའི་དུས་དེ་ཡོད།
en: The Blessed One said, “Mañjuśrī, sometimes people in conjugal union give birth to a child, and that gives rise to craving.

source: ཚིགས་དེ་ཡོད་ན། འཇམ་དཔལ་འདི་ཇི་སྙམ་དུ་སེམས།
en: If there is such a connection, Mañjuśrī, what do you think?

source: མི་དེའི་བུ་ལ་སྲེད་པ་ཤར་ཕྱོགས་ནས་འོངས་སམ། འོན་ཏེ་ལྷོ་ཕྱོགས་ནས་སམ། འོན་ཏེ་ནུབ་ཕྱོགས་ནས་སམ། འོན་ཏེ་བྱང་ཕྱོགས་ནས་སམ། འོན་ཏེ་འོག་གི་ཕྱོགས་ནས་སམ། འོན་ཏེ་སྟེང་གི་ཕྱོགས་ནས་སམ། འོན་ཏེ་ནང་ན་འདུག་གམ། འོན་ཏེ་ཕྱི་རོལ་ནའམ། གཉིས་ཀ་མེད་པར་གནས་སམ།
en: Did that person’s craving for a son come from the east, or from the south, or from the west, or from the north, or from below, or from above, or from within, or from without, or from neither of those last two?”

source: འཇམ་དཔལ་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་སྲེད་པ་ཤར་ཕྱོགས་ན་མི་དམིགས། ལྷོ་ཕྱོགས་ན་ཡང་མ་ལགས། ནུབ་ཕྱོགས་ན་ཡང་མ་ལགས། བྱང་ཕྱོགས་ན་ཡང་མ་ལགས། སྟེང་ན་ཡང་མ་ལགས། འོག་ན་ཡང་མ་ལགས། ནང་ན་ཡང་མ་ལགས། སླད་རོལ་ན་ཡང་མ་ལགས། གཉིས་ཀ་མ་མཆིས་པར་ཡང་མི་དམིགས་ལགས་སོ།
en: “Blessed One,” replied Mañjuśrī, “craving is not apprehended in the east, nor in the south, nor the west, nor the north, nor above, nor below, nor within, nor without, nor neither of the last two possibilities.”

source: སྲེད་པ་དེ་སུས་ཀྱང་། བྱས་སམ། བྱེད་དུ་བཅུག་པ་ཡིན་ནམ།
en: “Did anyone make that craving or cause it to be made?”

source: འཇམ་དཔལ་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་སྲེད་པ་ནི་མ་བགྱིས་པ་སྟེ།
en: “Blessed One,” replied Mañjuśrī, “craving is not made.

source: སྲེད་པ་ལ་བྱེད་པ་པོ་གང་ཡང་མ་མཆིས་ན། བཅོམ་ལྡན་འདས་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ལོག་པ་དང་ལྡན་པ་རྣམས་ཀྱིས་ཡང་དག་པ་མ་ལགས་པ་ལ་བཏགས་སོ།
en: As it lacks any creator, it is something unreal imputed by immature ordinary people with wrong ideas.”

source: །བཀའ་སྩལ་པ། འཇམ་དཔལ་འདི་ཇི་སྙམ་དུ་སེམས།
en: “Mañjuśrī, what do you think?” asked the Blessed One.

source: ཡང་དག་པ་མ་ཡིན་པ་དེ་ཡོད་དམ།
en: “Do such unreal things exist?”

source: །བཀའ་སྩལ་པ། འཇམ་དཔལ་མེད་པ་དེ་ལ་ཅི་ཀུན་ནས་ཉོན་མོངས་པའམ། རྣམ་པར་བྱང་བ་ཡོད་དམ།
en: The Blessed One asked, “Mañjuśrī, can there be anything polluted or purified in something that does not exist?”

source: །བཀའ་སྩལ་པ། འཇམ་དཔལ་ཆོས་གང་ཤར་ཕྱོགས་ནས་མི་རྙེད། ལྷོ་ཕྱོགས་ནས་ཀྱང་མ་ཡིན། ནུབ་ཕྱོགས་ནས་ཀྱང་མ་ཡིན། བྱང་ཕྱོགས་ནས་ཀྱང་མ་ཡིན། ནང་ནས་ཀྱང་མ་ཡིན། ཕྱི་རོལ་ནས་ཀྱང་མ་ཡིན། གཉིས་ཀ་མེད་པར་ཡང་མི་དམིགས་པ་དེ་ནི་ཀུན་ནས་ཉོན་མོངས་པ་ཅན་དུ་མི་འགྱུར་ཞིང་། རྣམ་པར་བྱང་བར་མི་འགྱུར་བ་སྟེ།
en: “Mañjuśrī,” said the Blessed One, “phenomena that are not found in the east, in the south, in the west, in the north, and that are not apprehended within, nor without, nor either of those two cannot be something that is polluted or something that is purified.

source: འཇམ་དཔལ་དེ་ནི་སྲེད་པ་ལྟ་བུར་འཇུག་པའི་གཟུངས་ཀྱི་སྒོའོ།
en: And that, Mañjuśrī, is the dhāraṇī gate that one enters through the likes of craving.

source: །འཇམ་དཔལ་ལེན་པ་ནི་བྱང་ཆུབ་སྟེ།
en: “Mañjuśrī, appropriation is awakening.

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་ལེན་པ་བྱང་ཆུབ་ལགས།
en: “Blessed One, how is appropriation awakening?” asked Mañjuśrī.

source: བཅོམ་ལྡན་འདས་ཀྱིས་ལེན་པ་འཆིང་བ་ལགས་པར་བཀའ་མ་སྩལ་ལགས་སམ།
en: “Did not the Blessed One declare that appropriation was bondage?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་འདི་ཇི་སྙམ་དུ་སེམས། བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་ཅི་ཡང་སྐྱེད་དམ།
en: “Mañjuśrī, what do you think?” asked the Blessed One in return, “do immature ordinary people produce anything?”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་སྐྱེད་ལགས་ཏེ།
en: “Yes, Blessed One,” Mañjuśrī answered, “they do produce things.

source: གཟུགས་དང་། སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་པ་དང་། འདོད་པའི་ཡོན་ཏན་འདི་ལྔ་སྐྱེད་ལགས་སོ།
en: They produce the five sense objects—form, sound, smell, taste, and touch.”

source: གཟུགས་ཀྱིས་གཟུགས་སྐྱེད་དམ།
en: “Do forms produce forms?”

source: གསོལ་པ་དེ་ནི་མ་ལགས་སོ།
en: “No,” replied Mañjuśrī.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཅི་ཚོར་བས་ཚོར་བ་སྐྱེད་དམ། འདུ་ཤེས་ཀྱིས་འདུ་ཤེས་སྐྱེད་དམ། འདུ་བྱེད་རྣམས་ཀྱིས་འདུ་བྱེད་རྣམས་སྐྱེད་དམ། ཅི་རྣམ་པར་ཤེས་པས་རྣམ་པར་ཤེས་པ་སྐྱེད་དམ།
en: “Do feelings produce feelings, do conceptions produce conceptions, do mental formations produce mental formations, or does consciousness produce consciousness?” asked the Blessed One.

source: །ཆོས་གང་ཞིག་ཆོས་གང་སྐྱེད་པར་བྱེད་པ་དེ་ཡོད་དམ།
en: “Does any phenomenon exist that produces any other phenomenon?”

source: གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ནི་མ་མཆིས་སོ།
en: “No, Blessed One,” replied Mañjuśrī.

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཇམ་དཔལ་ཆོས་གང་ཞིག་ཆོས་གང་ཞིག་ལ་འཆིང་བའི་བྱ་བ་བྱེད་དམ།
en: “Mañjuśrī, does any phenomenon cause another phenomenon to be fettered?” asked the Blessed One.

source: །བཀའ་སྩལ་པ། འཇམ་དཔལ་དེ་ལྟར་ཆོས་ཐམས་ཅད་སྐྱེ་བ་མེད་པ། འགག་པ་མེད་པ། སྒྲིབ་པ་མེད་པ་སྟེ།
en: “Mañjuśrī,” said the Blessed One, “in the same way, all phenomena are without arising, without ceasing, and without obscuration.

source: འདི་དག་ནི་གཅིག་ལ་གཅིག་མི་སྐྱེད་དོ། །གཅིག་ལ་གཅིག་མི་དམིགས་སོ།
en: One does not produce another, and one does not apprehend another.

source: །མི་སྨྲའོ། །བེམས་པོ་ཡིན་པའི་ཕྱིར་ངག་གིས་ལས་འབྱིན་པར་མི་བྱེད་དོ།
en: They do not speak, and since they are inanimate, they do not give rise to verbal acts.

source: །འཇམ་དཔལ་རྣམ་གྲངས་དེས་ན། ལེན་པ་ནི་བྱང་ཆུབ་སྟེ། དེ་ནི་ལེན་པ་ལྟ་བུར་འཇུག་པའི་གཟུངས་ཀྱི་སྒོའོ།
en: From this analysis, Mañjuśrī, it follows that appropriation is awakening, and that is the dhāraṇī gate that one enters through the likes of appropriation.

source: །འཇམ་དཔལ་སྲིད་པ་ནི་བྱང་ཆུབ་སྟེ།
en: “Mañjuśrī, becoming is awakening.

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་སྲིད་པ་བྱང་ཆུབ་ལགས།
en: “Blessed One, how is becoming awakening?” asked Mañjuśrī.

source: བཅོམ་ལྡན་འདས་སྲིད་པ་དགག་པའི་སླད་དུ། ཉན་ཐོས་རྣམས་ལ་བཅོམ་ལྡན་འདས་ཀྱིས་ཆོས་མ་བསྟན་ལགས་སམ།
en: “Did not the Blessed One teach the Dharma to the hearers in order to put an end to becoming?”

source: བཀའ་སྩལ་པ། འཇམ་དཔལ་ངས་སྲིད་པ་བཤད་པ་དེ་ནི་དངོས་པོ་མེད་པ་སྟེ། དེས་ན་སྲིད་པ་ཞེས་བྱའོ།
en: “Mañjuśrī,” said the Blessed One, “what I explained as becoming is a nonentity, and that is why it is called becoming.

source: །འཇམ་དཔལ་གང་གིས་ཆོས་ཐམས་ཅད་དངོས་པོ་མེད་པར་མཐོང་བ་དེ་ཅི་ཡང་སྐྱེད་པར་མི་བྱེད་དོ། །འགོག་པར་མི་བྱེད་དོ།
en: Mañjuśrī, those who see that all phenomena are nonentities do not produce anything, nor do they cause anything to cease.

source: །ཆོས་ཐམས་ཅད་ནམ་མཁའི་རང་བཞིན་དུ་མཐོང་ནས། སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ལ་ཡང་མི་དམིགས་མི་འདོར་རོ།
en: Seeing that all phenomena are of the nature of space, they do not apprehend even the qualities of a buddha, nor do they abandon them.
